{
    "results":[
        {
            "paragrafoum": "Quando foi criada, em 1934, a empresa se chamava National Allied Publications. A mesma foi fundada pelo  Major Malcolm Wheeler-Nicholson. Assim como suas primeiras revistas tinham em torno de 36 páginas.",
            "paragrafodois": "No decorrer dos anos, várias publicações da editora foram chegando. As primeiras obras, por sua vez, tiveram personagens não muito conhecidos como o mosqueteiro Henri Duval. Diferente de outras editoras, a DC também não se concentrava apenas em uma companhia, mas sim várias. ",
            "paragrafotres": "Com isso em 1939 a New Comics surgiu e em 1937 a Detective Comics também. Contudo apesar do sucesso das revistas em quadrinhos desenvolvidas por elas, Nicholson acumulou dívidas e teve que deixar as empresas. Na época quem assumiu foi seu sócio, o editor romeno Harry Donenfeld em conjunto com outro editor, Jack S. Liebowitz.",
            "paragrafoquatro": "Para acelerar as vendas, uma nova companhia foi criada, desta vez com o nome de Action Comics. A revista então trouxe pela primeira vez a história do Super Homem, dando asas ao ano de ouro dos super-heróis em quadrinhos na época. Por levar a logo Superman- DC e ter feito o maior sucesso, a editora passou a ser chamada de DC Comics mesmo que informalmente.",
            "paragrafocinco":"O sucesso da obra foi tão grande que não demorou muito para que outros personagens fantásticos surgissem. Como é o caso do Batman, Mulher Maravilha e também da Liga da Justiça. Em 1940, entretanto, o interesse por histórias de super-heróis caiu. Foi então que a DC Comics precisou se reinventar e trabalhar com gêneros como ficção científica e faroeste também.",
            "paragrafoseis": "Com o passar dos anos, por sua vez, a empresa sofreu reformulações. Todas suas produções passaram a levar o selo DC, que é a abreviação de Detective Comics. Em 1977 finalmente a empresa registrou formalmente a marca, a qual já era bastante fortalecida pelos leitores. ",
            "paragrafosete": "Com as reformulações para atender ao público, a DC Comics também transformou suas histórias em quadrinhos em filmes. Já em 2009 a empresa se tornou subsidiária da companhia Warner Bros Discovery. Em 2016, a mesmo também anunciou uma nova reformulação, desta vez com o nome de Universo DC Renascimento."
            
        }



]}